export default [
    {
        id: 1,
        best: 'ESTJ',
        desc: 'ESTJ는 현실적이고 실용적인 성향을 지니고 있으며, 조직적이고 논리적으로 일을 처리하는 것을 좋아합니다.\n 체계적으로 목표를 설정하고, 이를 성취하기 위해 계획을 세우며 실행에 옮깁니다.',
    },
    {
        id: 2,
        best: 'INFP',
        desc: 'INFP는 이상적이고 창의적인 성향을 가지고 있으며, 내면의 가치를 중시하고 타인의 감정에 깊은 공감을 합니다.\n 자신의 내면적 가치와 일치하는 삶을 살아가고자 하며, 종종 예술적이거나 창조적인 분야에서 두각을 나타냅니다.',
    },
    {
        id: 3,
        best: 'ENTP',
        desc: 'ENTP는 혁신적이고 논쟁을 즐기는 성향을 가지고 있으며, 다양한 아이디어를 탐구하고 문제 해결을 즐깁니다.\n 새로운 가능성을 발견하는 데에 뛰어나며, 변화를 추구하는 성향이 강합니다.',
    },
    {
        id: 4,
        best: 'ISFJ',
        desc: 'ISFJ는 책임감이 강하고 세심한 성향을 지니고 있으며, 사람들을 돕고 조화를 이루는 것을 중요하게 생각합니다.\n 세부 사항을 잘 기억하며, 타인을 돌보고 봉사하는 것에서 기쁨을 느낍니다.',
    },
    {
        id: 5,
        best: 'ESFP',
        desc: 'ESFP는 외향적이고 즐거움을 추구하는 성향을 가지고 있으며, 즉흥적이고 유쾌한 분위기를 좋아합니다.\n 사람들과 함께 있을 때 에너지를 얻으며, 현실에서의 경험을 중요시합니다.',
    },
    {
        id: 6,
        best: 'ISTJ',
        desc: 'ISTJ는 조직적이고 신뢰할 수 있는 성향을 가지고 있으며, 책임감을 가지고 체계적으로 일하는 것을 좋아합니다.\n 계획적이며 신중한 결정을 내리는 경향이 있습니다.',
    },
    {
        id: 7,
        best: 'ENFJ',
        desc: 'ENFJ는 타인의 감정에 민감하고 사교적인 성향을 지니고 있으며, 사람들을 이끌고 영감을 주는 역할을 자주 맡습니다.\n 팀의 조화를 중요시하며, 다른 사람의 성장을 돕는 것을 좋아합니다.',
    },
    {
        id: 8,
        best: 'INTJ',
        desc: 'INTJ는 전략적이고 분석적인 사고를 가진 성향으로, 복잡한 문제를 해결하는 데에 뛰어납니다.\n 체계적이고 논리적으로 계획을 세우며, 미래 지향적인 사고방식을 가지고 있습니다.',
    },
    {
        id: 9,
        best: 'ESTP',
        desc: 'ESTP는 행동 지향적이며, 즉각적인 문제 해결 능력을 가지고 있습니다. \n현실적인 상황에서의 빠른 결정과 행동을 중시하며, 새로운 도전을 즐깁니다.',
    },
    {
        id: 10,
        best: 'INFJ',
        desc: 'INFJ는 직관적이고 감정적으로 깊이 있는 성향을 지니고 있으며, 타인의 감정과 동기를 이해하는 데 능숙합니다.\n 비전이 있으며, 사람들에게 영감을 주고자 하는 강한 욕구를 가지고 있습니다.',
    },
    {
        id: 11,
        best: 'ENTJ',
        desc: 'ENTJ는 리더십과 전략적 사고에 능하며, 목표를 설정하고 이를 달성하기 위해 계획을 세우는 것을 좋아합니다. \n 논리적이고 결단력 있는 성향을 가지고 있으며, 대규모 프로젝트를 이끄는 데에 적합합니다.',
    },
    {
        id: 12,
        best: 'ISFP',
        desc: 'ISFP는 예술적이고 감각적인 성향을 지니고 있으며, 현재의 경험을 중요시합니다.\n 따뜻하고 겸손한 성격을 가지고 있으며, 다른 사람의 감정에 민감하게 반응합니다.',
    },
    {
        id: 13,
        best: 'ESFJ',
        desc: 'ESFJ는 사교적이고 타인을 돌보는 성향을 가지고 있으며, 사람들과의 관계를 중시합니다. \n 주변 사람들에게 헌신적이며, 사회적 규범과 조화를 이루고자 합니다.',
    },
    {
        id: 14,
        best: 'INTP',
        desc: 'INTP는 분석적이고 논리적인 성향을 지니고 있으며, 지적 탐구와 문제 해결을 즐깁니다.\n  아이디어와 이론을 깊이 파고드는 성향을 가지고 있습니다.',
    },
    {
        id: 15,
        best: 'ISTP',
        desc: 'ISTP는 실용적이고 독립적인 성향을 가지고 있으며, 문제를 해결할 때 즉각적인 대응을 중요시합니다. 손으로 직접 다루는 기술적 문제 해결에 능합니다.',
    },
    {
        id: 16,
        best: 'ENFP',
        desc: 'ENFP는 창의적이고 열정적인 성향을 가지고 있으며, 사람들과의 관계에서 에너지를 얻습니다.\n 새로운 가능성을 탐구하는 데에 관심이 많고, 직관적으로 결정을 내립니다.',
    },
];
