export default [
    {
        id: 1,
        title: '게시글 제목1',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 2,
        title: '게시글 제목2',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 3,
        title: '게시글 제목3',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 4,
        title: '게시글 제목4',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 5,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 6,
        title: '게시글 제목1',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 7,
        title: '게시글 제목2',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 8,
        title: '게시글 제목3',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 9,
        title: '게시글 제목4',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 10,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 11,
        title: '게시글 제목1',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 12,
        title: '게시글 제목2',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 13,
        title: '게시글 제목3',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 14,
        title: '게시글 제목4',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 15,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 16,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 17,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 18,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 19,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 20,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 21,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 22,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 23,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 24,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 25,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 26,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 27,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 28,
        title: '게시글 제목5',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 29,
        title: '게시글 제목29',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 30,
        title: '게시글 제목30',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 31,
        title: '게시글 제목31',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 32,
        title: '게시글 제목32',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 33,
        title: '게시글 제목33',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 34,
        title: '게시글 제목34',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 35,
        title: '게시글 제목35',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 36,
        title: '게시글 제목36',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 37,
        title: '게시글 제목37',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 38,
        title: '게시글 제목38',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },

    {
        id: 39,
        title: '게시글 제목39',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 40,
        title: '게시글 제목40',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 41,
        title: '게시글 제목41',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 42,
        title: '게시글 제목42',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
    {
        id: 43,
        title: '게시글 제목43',
        content: '게시글 내용1\n게시글 내용1\n게시글 내용1\n게시글 내용1\n',
        date: '2024-10-08',
    },
];
